driver-tests/bpelse/xsddatatypes/XSDDataTypesJbi/test/MsgTypeToXSDType13/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://stc.com/xsddatatype13" xmlns:urn="urn:SampleXSD2">
  <soapenv:Body>
    <xsd:part country="US">
      <urn:name>Brittany Spears</urn:name>
      <urn:street>800 Royal Oaks</urn:street>
      <urn:city>Monrovia</urn:city>
      <urn:state>CA</urn:state>
      <urn:zip>91016</urn:zip>
    </xsd:part>
  </soapenv:Body>
</soapenv:Envelope>